app/Domestic/Files/25/ReservationRQ.txt

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <Reservation xmlns="http://booking.us.dev/">
            <strFlightId xmlns="">7dd456ca-4970-4b7c-9c5f-7d0d9cc5e5f0</strFlightId>
        </Reservation>
    </Body>
</Envelope>